"__title__" = "Bankkonto (CH)";

"__description__" = "Schweizisk bankkontoinformation.";

"bankName" = "Bankens namn";

"owner" = "Namn på konto";

"accountType" = "Typ";

"clearingNo" = "Clearingnummer";

"accountNo" = "Kontonummer";

"swift" = "SWIFT-kod";

"iban" = "IBAN-nummer";

"branchInfo" = "Filialinformation";

"branchPhone" = "Telefon";

"branchAddress" = "Adress";

"telephonePin" = "PIN-kod";


"menu.accountType.checking" = "Check";

"menu.accountType.savings" = "Besparingar";

"menu.accountType.loc" = "Kredit";

"menu.accountType.money_market" = "Penningmarknaden";

"menu.accountType.other" = "Övrigt";
